Repository: mozilla-l10n/mt-training-data
Catalog: gjk/gjk_pontoon.tmx
Source language: en_us
Languages: gjk

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
gjk: سوال ايڪ ڀيرو سي۔ سوال شامل ڪريا نا ٻارا مان وڌِيڪ شيڇا ۿارُو امارا صڦا زوئو

source: { $uploadedSentences } of { $totalSentences } sentences collected
gjk: { $uploadedSentences } نو { $totalSentences } جما ڪرل جُملا

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
gjk: { $uploadedSentences } نو { $totalSentences } جما ٿل جُملا ڪِلڪ ڪرو <downloadLink> اڃان </downloadLink> کتم ڪرل جُملو ڍائونَ لوڍ ڪريا ۿارُو

source: Upload failed, please retry.
gjk: اپلوڍ ڇا نون فيل ٿئِي جھون سي، ميرٻانِي ٿِي وريَ ڪوشش ڪرو۔

source: Upload <icon></icon> public domain sentences
gjk: اپلوڍ ڪرو <icon> </icon> عوامِي ڍومينَ نا جُملا

source: Upload in progress...
gjk: اپلوڍينڳ پروگريس مان سي۔۔۔

source: Upload more sentences?
gjk: وڌارين جُملا اپلوڍ ڪرو

source: Upload of this clip keeps failing at server. Reload the page or try again later.
gjk: آ ڪِلِپ نِي اپلوڍينڳ سرور ماٿيَ ناڪام ٿائيَ سيَ رئِي۔ آ پيج نين وريَ لوڍ ڪريا نِي ڪوشيش ڪرو يا پسيَ وريَ ڪوشيش ڪرزوو۔

source: Upload of this clip keeps failing, keep retrying?
gjk: آ ڪِلِپ اپلوڍ ڇا مان ناڪام ٿائيَ سيَ ريون، وريَ ڪوشيش ڪرو

source: Urdu
gjk: اردو

source: Use correct grammar
gjk: سئِي گرامر اِستمال ڪرو

source: Use correct spelling and grammar
gjk: صحيح اسپيلينگ انين گرامر استعمال ڪرو

source: Use correct spelling and grammar.
gjk: سئِي هِجيَ انين گرامر اِستمال ڪرو۔

source: Use correct spelling and punctuation
gjk: سئِي هِجھيَ انين جُملا مان وڪڦو ڪريا نِيون نِشانيون اِستمال ڪرو

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
gjk: قدرتِي ٻولوون نين لکوون انين استعمال نِي صُورت ۿارُو ڦائۮي منۮ (مثال طور، زيرين تمين چاھو سو ڪي تقرير نِي شناخت اِي حالت مان ڪام ڪري زان ماڻۿان وڳرِ لکت انين عام ٻوليا مان وات ڪرتان ھوئي۔

source: User Name
gjk: استعمال ڪريا وارا نون نام

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
gjk: اِستمال ڪريا واران ۮانَ ڪرل ڪِلپس نِي ڌُرستڳِي نِي تصۮيق ڪرشيَ انين چيڪ ڪرشيَ ڪي ٻوليا وارون اِي جُملا نين سئِي ڀڻشيَ۔

source: Ushojo
gjk: اُشوجو

source: Uyghur
gjk: ويگر

source: Uzbek
gjk: ازبڪ

source: Validated Clips
gjk: تصۮيق ٿل ڪِلپ

source: Validated Hours
gjk: تصۮيق ٿل ڪلاڪ

source: Validated Hr. Total
gjk: تصۮيق ٿل ڪُل ڪلاڪ

source: Validate readings
gjk: ڀڻيا نِي تصڌيق ڪرو

source: Validate Readings
gjk: ڀڻيا نِي تصديق ڪرو

source: Validate Readings, Review Transcriptions
gjk: ڀڻيا نِي تصديق ڪرو، نقڪل ڪرل نو جائزو ليو

source: Validate Readings <small>(Coming soon)</small>
gjk: ڀڻيا نِي تصديق ڪرو<small> (زٽ آيا وارون سي</small>)

source: Validate readings submitted by community members
gjk: ڀراڌرِي نان ميمڀران نِي طرڦ ٿِي جمع ڪراول ڀڻتر نِي تصڌيق ڪرو۔

source: Validate user-recorded readings in your language
gjk: پوتا نِي ٻولِي مان اِستمال ڪريا واران نِي رِڪارڍينڳ ڪرل پڙهائِي نِي تصڌيق ڪرو

source: Validate <validateIcon></validateIcon> does this questions meet the guidelines?
gjk: شون آ سوالان ٿِي </validateIcon> <validateIcon> هِڌائيتان نِي تصڌيق ٿائيَ سي۔

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
gjk: ۮانَ ڪرل ڪِلپس نِي تصۮيق ڪروون ڪامنَ وائيس مشينَ ۿارُو ٻراٻرِ لازمِي سي۔ ۿانڀرو انين معيارِي اوپِن سورس وائيس ڍيٽا ٺاۿيا مان امارِي مۮت ڪرو۔

source: Validation Progress
gjk: تصڌيق ٿل ترقِي

source: Validations
gjk: تصۮيقون (ڪيٽلون ٽائيم)

source: Value and recognition.
gjk: قڌر انين اورکاڻِ

source: Variant Contribution Options
gjk: لھجا نِي حِصي ڌارِي نا اختيار

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
gjk: ٻولِي نِي قسم ڪونڪ ٻولِي نِي خاص شِڪل ھوئي سي۔ مثال طور: اِي اُو ماڻۿان نا وس مان عام ٿئي ۿڳي سي، زين ڪونڪ جاگرافيائي علائقا ڪان ڀراڌرِي مان رئي سي۔ ڪيرينڪ ڪيرينڪ اينيان نو لھجو ڪان ٻولِي پڻ ڪيوائي سي۔

source: Varying Pronunciations
gjk: ڦرق ڦرق ٻوليا ۿارو لفظ

source: Venetian
gjk: وينيٿين

source: Version
gjk: وريَنَ (Version)

source: Very common mistakes include:
gjk: ٻڌِيونئين عام ڳلتِيون شامِل سي:

source: Vietnamese
gjk: ويٽنامي

source: View your progress against personal and project goals.
gjk: زاتِي انين منصُوٻا نان مقصۮان نيَ کِلاڦ پوتا نِي ترقِي زوئو۔

source: Visible
gjk: پڌرون

source: Visit our blog or write about us
gjk: امارا ڀِلوگ ماٿيَ زائو يا امارا ٻارا مان لکو

source: Voice clips are entered into a submission queue that readies them for listening.
gjk: وائيس ڪِلپس جمع ڪريا وارِي قطار مان داخل ڪريَ سي زين اينيان نين ۿانڀرِيا ۿارُو تيار ڪريَ سي۔

source: Voice Collection
gjk: ڀيڳا ڪرل وائيس

source: Voice Contribution
gjk: آواز نو حِصو ۮيوون

source: Voice Dataset, Ready for Download
gjk: وائيس ڍيٽاسيٽ، ڍائونَ لوڍ ۿارُو تيار سي

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
gjk: آواز قُۮرتيي سي، آواز اِنسانِي سي تيمان اِيز سبب سي، ڪيَ امين اِستمال ڇا لائيق آوازان نِي ٽيڪنولوجِي ٺاۿيا ۿارُو پُرجوش سيئين۔ پڻ آواز سِسٽم ٺاۿيا ۿارُو ٺاۿيا وارا نين يا ڍِولپر نين تمام گھڻا مِقڌار مان آوازان نا ڍيٽا نِي ضرورت سي۔

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
gjk: آواز قُۮرتِي سي، آواز اِنسانِي سي۔ اِيز سبب سي، ڪيَ امين اِستمال ڇا نيَ لائيق آواز نين ٺاۿيا مان ڌِلچسپِي راکيئين سيئين۔ امارِي مشينَ ۿارُو ٽيڪنولوجِي۔ پڻ وائيس سِسٽم ٺاۿيا ۿارُو تمام گھڻِي مِقڌار مان وائيس ڍيٽا نِي ضرورت سي۔

source: Voices Online Now
gjk: آنَ لائينَ آواز هويَ

source: Voice Validation
gjk: آواز نِي تصۮيق ڪرو

source: Volume
gjk: آواز

source: Votic
gjk: ووٽڪ

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
gjk: ووڪسفورج نين ڦِري انين اوپنَ سورس ٻولِيا نِي اورکاڻِ وارا اينجھڻ ٿِي اِستمال ۿارُو نقل ڪرل ٻولِيا نون ڀيڳون ڪريا ۿارُو قائم ڪريون جھون سي۔

source: Wakhi
gjk: وخي

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
gjk: شون تمين ڪامنَ وائيس نين هزِي ۿڦرون ٺاۿيا مان مۮت ڪروا ماڳو سو؟ الائِي ۿڦرِي وات سي! اِي ميل نيَ زريئيَ ٿِي راٻطا مان ريو يا <discourseLink>ڍِسڪورس</discourseLink> نيَ زريئيَ ڦورمز ٿِي، <githubLink>نيَ زريئيَ ٿِي مسلا حواليَ ڪرو، يا <matrixLink>ميٽرِڪس </matrixLink> ڀراڌرِي نيَ زريئيَ ٿِي جوائينَ ڪرو

source: Want to save your information? <createProfile>Create a profile</createProfile>
gjk: تمارِي مالُومات سيوَ (ڀساوا) ڪروا ماڳوُن سون۔ <createProfile> ايڪ پروڦائيل ٺاوو </createProfile>

source: Want to stay in touch with Common Voice?
gjk: امين ڪامنَ وائيس نيَ زريئيَ ٿِي راٻطا مان ريوا ماڳيئين سيئين۔

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
gjk: زيرين امين ڪامنَ وائيس نا نوا ورينَ (version) نا ڍيٽاسيٽ نين جارِي ڪرشون تيرين امان نين اپڍيٽس زوويَ سي۔ نيوزليٽر ۿارُو امان نين قٻول (Subscribe ) ڪرو۔

source: Watch our video explainer to help
gjk: مۮت ۿارُو امارو وضاحت ڪريا وارو ويڍيو زوو

source: Wayuunaiki
gjk: وائيونائيڪي

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
gjk: امين هميشان ڍيٽا اِستمال ڪريا واران ڪنين ٿِي اينيان نِي ضرورتان نيَ حواليَ ٿِي ۿانڀرِيا نِي ڪوشيش ڪريئين سيئين۔ ڍيٽا ڀيڳِي ڪريا وارا پليٽفارم ماٿيَ تعاوونَ ڪريا ٿِي لئينَ ڍيٽا نِي صيحت، اين نِي بيۿترِي ڪريا ۿارُو ٿئينَ امين تمان ڪنين ٿِي</emailFragment> ۿانڀروا ماڳيئين سيئين۔<emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
gjk: امين آوازان نون ايڪ کُلل انين عوامِي طور ٿِي ڌستياٻ ڍيٽا سيٽ ٺاويئين سيئين ريا زين نين هرڪوئِي تقرير نِي قابِل ايپليڪيشنَ نين ترتيٻ ۮيڌا ۿارُو اِستمال ڪرِي ۿڳيَ سي۔

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
gjk: امين نوِي نوِي ٽيڪنولوجي، ايجاڌ انين ٻولِيان نان حقان مان شرڪارِي شعبان نِي شمُوليئت نِي حِمائيت ڪريا ۿارُو پُرجوش سيئين۔ زو تمين ڪونئين موٽو منصُوٻو يا ميۿم هلوِيا ۿارُو ڪرو سو ريا تو ميرٻانِي ڪرينَ<emailFragment> راٻطو ڪرو۔</emailFragment>

source: We are going out to get a coffee.
gjk: امين ڪوڦِي ليڌا ۿارُو ٻارينَ زايئين سيئين ريا۔

source: We are going out to get coffee.
gjk: امين چائي ليڌا ۿارُو ٻارين زايئين سئين ريا۔

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
gjk: امين وڌِيڪ اختيار پيش ڪرِيئين سيئين ريا تو زيم ماڻۿان پوتا نِي جنس ڪان قسم نِي اورکاڻِ نا ٻارا مان زين ۿنڀراووا ماڳي اين مان وڌِيڪ آزاۮي حاصل ڪرِي ۿڳي۔ ميرٻانِي ڪرين پوتا نين ايوي طريقي ٿِي بيان ڪرو زين تمان ۿارُو ٻڌانئين ٿِي وڌِيڪ فطرِي محسوس ٿائي۔ امارِي جنس انين قسم پرماڻي رويا نا ٻارا مان وڌِيڪ معلومات حاصل ڪرو۔

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
gjk: امارِي موزيلا آواز ٽيڪنالاجي نِي ڦرق ڦرق قومان نِي ڀراڌرِي ماٿيَ ترقي ماٿي نوا ڪام ڪريا وارا نوا مواڌ ني وسيلي ٿي راٻطا مان ريوا ماڳين سيئين، انين وڌيڪ ۿانڀريا ۿارُو ڪي تمين آ مواۮ نين ڪيم استعمال ڪرو سو ريا۔

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
gjk: امارو ڀرونۿو سي ڪي موٽا انين عوامِي طور ٿِي ڌستياٻ وائيس ڍيٽاسيٽ مشينَ شيڇا ماٿيَ ٻنڌال ٻولِيا نِي ٽيڪنولوجي مان جِڌت انين صيحتمنۮ تجارتِي مُقاٻلا نين ترقِي ڄيَ سي۔ آ ايڪ عالمِي ڪوشيش سي انين امين ٻڌانئين نين حِصو ليڌا ۿارُو ڌاوَت ۮيئين سيئين۔ امارون مقصۮ ٻولِيا وارِي ٽيڪنولوجي نين وڌيڪ جامع ٺاۿيا مان مۮت ڪروون سي، زين ۮنيا نان ڦرق ڦرق آوازان نين ظاهير ڪريَ سي۔

source: Website Localization
gjk: ويب سائيٽ نين مقامِي ٻناوو يا لوڪلائيزيشنَ ڪرو

source: Websites
gjk: ويب سائيٽون

source: We couldn’t find that page for you
gjk: امين تمان ۿارُو اُو پيج نٿِي ڳوتِي ۿڄان

source: We couldn’t get any audio clips for you to listen to. Please try again later.
gjk: امين تمان ۿارُو ڪونئين آڍيو ڪلپ نا لئي ۿڄا، ميرٻاني ڪرين وري ڪوشش ڪرو۔

source: We couldn’t get any sentences for you to speak. Please try again later.
gjk: امين ڪونئين پڻ جملو تمارا ٻوليا ۿارُو نٿِي لئِي ۿڳتا۔ ميرٻاني ڪرينَ ٿوريڪ وار وانۿين وريَ ڪوشيش ڪرو۔

source: Weekly
gjk: ھڦتيوار

source: Weekly Goal
gjk: ۿڦتا نون مقصۮ (گول)

source: We launch the Common Voice site in this language.
gjk: امين آ ٻولِي مان ڪامنَ وائيس نِي سائيٽ شرُو (لانچ) ڪرِي سيَ۔

source: Welcome { $company } staff!
gjk: ڀليڪار{ $company }نا اِسٽاڦ نين!

source: Welcome to Common Voice
gjk: ڪامنَ وائيس مان ڀليڪار

source: Welcome to Spontaneous Speech
gjk: دلِي اِراڌا نِي تقرير مان ڀلِي ڪار

source: Welsh
gjk: ويلش ٻولِي

source: We may have run out of clips - refresh the page, or try again later.
gjk: ٿئي ۿڳي سي ڪي اماران ڪلپ ختم ٿئي جھان ھوئي۔ صفحہ ني ريفريش ڪرو ڪان ٿوڙِيڪ وار وانۿين وري ڪوشش ڪرو۔

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
gjk: امان نين شايۮ اِي ڌرخواست نٿِي زڙِي۔ ميرٻانِي ڪرين امان نين سِڌون اِي ميل ڪرو امين تمان ڪورِ واپس آوشون۔

source: We periodically release the dataset
gjk: امين وقت بي وقت مواد نِي ترتيت جارِي راکِيئين سيئين۔

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
gjk: امين تمارِي معلُومات نين حڦاظت ٿِي ۿنڀاريا نو وائۮو ڪرِيئين سيئين۔ وڌِيڪ ڀڻو امارِي</privacyLink>رازڌارِي نوٽِيس <privacyLink>

source: We’re building a multi-language, open-source voice dataset for training speech-enabled applications.
gjk: امين ٻوليا نِي ترٻيئت ۿارُو وڌيڪ ٻولِيان نِي اوپِن سورس وائيس ڍيٽاسيٽ ايپليڪيشنَ ٺاويئين سيئين ريا۔

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
gjk: امين آوازان نِي ايڪ اوپنَ سورس ڍيٽاسيٽ نين ڪرائوُڍ سورس ڪريئين سيئين ريا۔ تمين پوتا نو آواز ۮانَ ڪرو، ٻيزان ماڻۿان نان ڪِلپس نِي ڌُرستڳِي نِي تصۮيق ڪرو، ڍيٽاسيٽ نين ٻيزان ماڻۿان ۿارُو ايڪ ۿارُو بيهتر ٻناوو۔

source: We’re experiencing unexpected downtime
gjk: امين غيرمتوقع بنڌش نو تجرٻو ڪريئين سيئين ريان

source: We're going out to get coffee.
gjk: امين ڪوڦِي ليڌا ۿارُو ٻارين زايئين سيئين ريا۔

source: We’re going out to get coffee.
gjk: امين چائي لِيڌا ۿارُو ٻارين زايئين سِئين ريا۔

source: We release the dataset every 3 months.
gjk: امين هر 3 مئينان وانۿين ڍيٽا سيٽ جھارِي ڪريئين سيئين۔

source: We're making some big changes
gjk: امين ڪانڪ موٽو ڦرق ڪريئين سيئين ريا۔

source: We're receiving a lot of traffic and are currently investigating the issues.
gjk: امان نين تمام گھڻِي ٽريڦِڪ زڙيَ سي رئِي انين اتيارين مسلان نِي جانچ ڪريئين سيئين ريان۔

source: We’re sorry, your platform is not currently supported.
gjk: امان نين ماڦ ڪرزُو، اتيارين تمين زين پليٽفارم ماٿيَ سو اِي ڪام نٿِي ڪرتون ريون۔

source: Western Highland Purepecha
gjk: آٿمڻون بلند پئوري پچا

source: Western Penan
gjk: آٿمڻون پنن

source: Western Sierra Puebla Nahuatl
gjk: آٿمڻِي سيرا پيبلا نوهاٽلا

source: Westphalian
gjk: ويستفيلين

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
gjk: امين ترجمان ۿارُو موزيلا ٽوُل نين اِستمال ڪريئين سيئين زين نين<pontoonLink> پونَ ٽونَ </pontoonLink>ڪيَ سي۔ پونَ ٽونَ مان ڪيٽلِيوُنئين ٻولِيون سي </pontoonLink> پڻ زو تمارِي ٻولِي<pontoonRequestLink> مان نٿِي تو تمين ڌرخواست ڪرِي ۿڳو سو اين نين شامِل ڪريا ۿارُو </pontoonRequestLink>۔ تيوانۿين، ڪامنَ وائيس پروجيڪٽ ماٿيَ ڌستياٻ ڇا ۿارُو۔ <githubRepoLink> GitHub </githubRepoLink> ماٿيَ نوِي ٻولِي نِي ڌرخواست ڪرو۔ <localizationFragment> سائيٽ ماٿيَ وڌارين ترجمون زوو</localizationFragment>۔

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
gjk: امين ڪانڪ تٻۮِيلِيُون ڪرِيون سي۔ ڍيلٽا نان حِصان مان آکرِي رِليز ٿِي لئينَ تازان ڪِلِپ شامِل سي۔ <deltaLink> آ ڪام نا ٻارا مان وڌيڪ ڀڻو</deltaLink>۔

source: We've run out of sentences to record in this language...
gjk: آ ٻولي مان رڪارڍينگ ڪريا ۿارُو امان ڪنين جملا کتم ٿئي جھا سي۔۔۔۔

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
gjk: امين چاهيئين سيئين ڪيَ تقرير نان ماڍل مُختلِڦ ٻوليان واران نِي قِسم نين ۿمزِيا مان بيۿتر هوئيَ، ايم ڇا ۿارُو ايڪ آواز نا ڍيٽاسيٽ نين ڪيٽلائين ڦرق ڦرق ماڻۿان نين نِمائينۮڳِي ڪروِي زويئين۔

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
gjk: امين چاھِيئين سيئين ڪي مشين لرنينگ الگورٿم ڦرق قسم نا وانۿين ٿي ڇا واري ڪاش نين ۿنڀاري ۿڳي انين ٻروڪانو ۿاۮ پڻ قابلي قبول سي، زانتان ۿوڌي اي تمان نين ٻڌونئين متن ۿانڀريا ٿي نا روڪي۔ ھلڪي وانۿين ھاليا واري موسيقي ٺيڪ سي، ايوي موسيقي زين ھر اکر ۿانڀريا ٿي روڪي۔ اي قٻول نئي ٿائي۔

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
gjk: امين مُختلِڦ ليۿجھان نين ڀليڪار ڪيئين سيئين! ڪونئين ڪِلِپ نين رڌ ڪريا ٿِي مورِ موۿتات ريو، اينۿارُو ڪي تمان نين لاڳيَ سي ڪيَ ڀڻيا واريَ ڪونڪ لڦظ نو ڳلت تلڦُظ ڪريو سي۔ ٿئِي ۿڳيَ سي ڪي ڳلت ٺڪاڻين ٻر ۮئينَ ڀڻيون سي يا زير زڀر نين نظرانڌاز ڪرِي ناڇون سي۔ ۮُنيا مان هِجيَ ڪريا نا مُختلِڦ طريقا اِستمال ٿائيَ سي ريا زين مان ٿِي شائيۮ ڪانڪ نين تمين پوتا نِي مقامِي ڀِراۮرِي مان نا ۿانڀرتا هو۔ ميرٻانِي ڪرينَ اينيان ۿارُو ڌِل ٿِي شاٻاش وارِيون واتون ڪرو زين تمان ٿِي ڦرق ٻوليَ سي۔

source: We will be in touch with more information about how to add your language to Common Voice very soon.
gjk: امين زٽ ڪامنَ وائيس مان تمارِي ٻولِي نين ايڍ ڪريا ۿارُو وڌِيڪ مالوُمات ٿِي تمان ٿِي راٻطو ڪرشون۔

source: We will be in touch with more information as it becomes available.
gjk: زيوِي وڌيڪ مالُومات ڌستياٻ ٿاشيَ، امين اين ڀيڳين راٻطا مان هشون۔

source: We will not make your email public.
gjk: امين تمارِي اِي ميل نين عوامِي نئين ڪريئين۔

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
gjk: امين ڍيٽاسيٽ مان تمارا آواز نِي رِڪارڍينڳ نين هٽايا نِي تمارِي ڌرخواست نو جائيزو لشون۔ زو تمارِي ڌرخواست منظور ٿئِي جھئِي تو امين اينيان ٿِي راٻطو ڪرشون زينڻين ڍيٽاسيٽ ڍائونَ لوڍ ڪريون سي، انين اينيان ٿِي ڌرخواست ڪرشون ڪيَ تمارا آواز نِي رِڪارڍينڳ نين پڻ هٽاوِي ناکيَ لئِي۔

source: We will show you a prompt or question
gjk: امين تمان نين ايڪ تڪڙو ڪان سوال ۮيکاڙشون۔

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
gjk: امين ڦائونڍيشنان، سِول سوسائيٽِيان انين ڀِراڌريئان نان پاٽنران ڀيڳا ڪام ڪريئين سيئين ايٽليَ اِنٽرنيٽ نين ايڪ صيحتمنۮ وڳ ٻناوِي ۿڳيئين، کاس ڪرينَ اُوڳمڻا وارا آڦريڪا ماٿيَ ڌيانَ ۮيڌيَ ٿِي۔ امارا </programmaticWork>پروڳرانميٽِڪ ڪام</programmaticWork>نا ٻارا مان وڌارين شِيکو۔

source: What is a language on Common Voice?
gjk: ڪامنَ وائيس ماٿيَ ايڪ ٻولِي شون سي؟

source: What issues are you experiencing with this content?
gjk: تمين آ مواۮ ٿِي ڪيئا مسئلا محسوس ڪرو سو ريا

source: What issues are you experiencing with this sentence?
gjk: تمان نين آ جملا ٿي چيون مشڪلاتون ٿائي سي ريون

source: What is your age?
gjk: تمارِي عمر ڪيٽلِي سي؟

source: What is your sex or gender?
gjk: تمارِي جنس شون سي؟

source: What kind of goal do you want to build?
gjk: تمين ڪيوا قِسم نون مقصۮ (گول) ٺاۿوا ماڳو سو؟

source: What makes a good question?
gjk: ۿڦرو سوال چيم ٺۿائيَ سي؟

source: What needs to be in my file?
gjk: مارِي فائيل مان ريا ۿارُو شين نِي ضرورت سي؟

source: What questions can I add?
gjk: ھون ڪِيئا سوال شامِل ڪرِي ۿڳون سون؟

source: What sentences can I add?
gjk: هون ڪيوا جُملا ايڍ ڪرِي هڳون سون؟

source: What’s inside the Common Voice dataset?
gjk: ڪامنَ وائيس ڍيٽاسيٽ مان شون سي؟

source: What's Public?
gjk: عوامِي شون سي؟

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
gjk: زيرين ايڪ صارِڦ وائيس ڪِلپ نين رڌ ڪريَ سي تو اِي قطار مان واپس آويَ سي۔ زو وريَ ٻيزِي وران رڌ ڪرشيَ تو پسيَ آواز ڪِلپ اين نين ڪِلپ وارِي مقامان ڪور ميڪشيَ لئِي۔

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
gjk: زيرين ۿانڀرو سو، تو ڌيانَ ٿي زوئو ڪي زين رڪارڍ ڇون سي اِي بلڪل ايز سي زين لکل سي؛ زو ڪونئين ننڪيون غلطيون پڻ سي تو اين نين رڌ ڪرو۔ <br />عام غلطيون شامل سي:

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
gjk: زيرين تمين پوتا نِي رِڪارڍينڳ نِي ڌرخواست ڪرو سو، امين اين نين ايڪ ڪان ٻيَ زِپ فائيل مان راکيئين سيئين۔ اڃان تمارِيون ڳُزرل ڌرخواستون سي۔

source: Which variant of { $language } do you speak?
gjk: تمين ڪيوا نمونا نِي ٻولِي ٻولو سو؟

source: Why ?
gjk: شون ليوا؟

source: Why a profile?
gjk: پروفائيل شوليوا؟

source: Why are you asking?
gjk: تمين شون ليوا پونسو سو ريا؟

source: Why Common Voice?
gjk: شون ليوا ڪامنَ وائيس؟

source: Why does this matter?
gjk: آ معاملو شون ليوا ڇو؟

source: Why we built this Spontaneous Speech prototype
gjk: امين آ غير معمولِي تقرير زين ماٿيَ ڪونئين ٻيزِي سيز ٺۿائيَ شون ليوا ٺاھيئين۔

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
gjk: پروڦائل ڀيڳين ڀيڳين تمين پوتا نان ڪامان ماٿيَ نظر راکِي ۿڳو سو انين آوازان نِي ڍيٽا ماٿيَ ڪام ڪريا واران ماڻۿان ٿِي راٻطا مان رئِي ۿڳو سو۔

source: Wixarika
gjk: ويڪساريڪا

source: Wixárika
gjk: وِڪشاريڪا ٻولِي

source: Wolof
gjk: وولوف

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
gjk: شون تمين پوتا نا آواز نِي رِڪارڍينڳ نين پڻ کتم ڪريا نِي ڌرخواست ڪروا ماڳو سو، ڪان وريَ تمين اين نين ڪامنَ وائيس نِي ڍيٽاسيٽ مان راکوا پسنۮ ڪرشو؟

source: Write
gjk: لکو

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
gjk: زين ڪانئين اِي ماڻۿين ڪيڌون سي اِي بلڪل ايمز لکو، ايوا لڦظ شامِل ڪرو زيم 'ام' 'آرر' زين رُوچا ٽاڻي استعمال ٿائي سي۔

source: Write down what you hear the person saying here
gjk: اڃان زين ماڻۿان ٻولي سي ريون، اِي ۿانڀرين لکِي ناکو

source: Write options menu
gjk: آپشنَ مينيو لکو

source: Xhosa
gjk: هوسا

source: Xitsonga
gjk: زٽسونگا

source: y
gjk: ي

source: Y
gjk: ي

source: Yaqui
gjk: ياڪي

source: Yes
gjk: ھوويَ (ٺيڪ سي)

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
gjk: هوويَ، مون نين اِي ميل ڪرو۔ هون چاهون سون ڪيَ ڪامنَ وائيس نا پروجيڪٽ نا ٻارا مون نين کٻرِ هوئيَ۔

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
gjk: هوويَ، مون نين اِي ميل ڪرو۔ هون چاهون سون ڪيَ ڪامنَ وائيس نا پروجيڪٽ نا ٻارا مون نين کٻرِ هوئيَ۔

source: Yiddish
gjk: يدش

source: Yoruba
gjk: يوروبا

source: You
gjk: تمين

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
gjk: تمين هويَ ڍائونَ لوڍينڳ شرُو ڪريا وارا سو<size>{ $size }GB</size>, آڳرِ وڌو۔

source: You are prepared to initiate a download of <b>{ $size }</b>
gjk: تمين<b>{ $size }</b> نِي ڍائونَ لوڍينڳ شرُو ڪريا ۿارُو تيار سو۔

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
gjk: تمين <writePageLink> ماٿيَ جُملا ايڍ ڪرِي ۿڳو سو </writePageLink> يا جُملان نو جائزو <reviewPageLink>ماٿيَ لئِي ۿڳو سو</reviewPageLink>۔
